[
  "calendar",
  "obsidian-full-calendar",
  "obsidian-git",
  "file-tree-alternative",
  "dataview",
  "obsidian-image-auto-upload-plugin",
  "editing-toolbar",
  "table-editor-obsidian",
  "periodic-notes",
  "obsidian-tasks-plugin",
  "obsidian-memos",
  "obsidian-excalidraw-plugin",
  "obsidian-math-plus",
  "obsidian-linter",
  "obsidian-advanced-slides",
  "obsidian-advanced-uri",
  "excalidraw-cn"
]