[
  "calendar",
  "obsidian-full-calendar",
  "obsidian-git",
  "file-tree-alternative",
  "dataview",
  "obsidian-image-auto-upload-plugin",
  "editing-toolbar",
  "table-editor-obsidian",
  "periodic-notes",
  "obsidian-tasks-plugin"
]